nginx/performance/size_variation/1/wrk.10mb.pin.out
Running 30s test @ http://127.0.0.1:8080/10mb.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   190.76ms  119.67ms   1.98s    75.01%
    Req/Sec   102.19     55.66   346.00     65.86%
  27957 requests in 30.10s, 273.37GB read
  Socket errors: connect 0, read 2, write 0, timeout 233
Requests/sec:    928.83
Transfer/sec:      9.08GB