nginx/performance/size_variation/1/wrk.1mb.pin.out
Running 30s test @ http://127.0.0.1:8080/1mb.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    71.19ms  257.84ms   2.00s    95.28%
    Req/Sec   574.64    385.93     2.27k    70.61%
  188215 requests in 30.08s, 183.85GB read
  Socket errors: connect 0, read 58, write 0, timeout 1409
Requests/sec:   6256.65
Transfer/sec:      6.11GB